[
  {
    "id": "UA-1928471",
    "content_cn": "你好，Arthur，我是来自乌克兰的18岁的伊万卡。我正在从邻国波兰的首都寄出这张明信片，那里曾经接纳了许多逃离俄罗斯引发的战争的乌克兰人。我的家人也散居在欧洲各地，我的许多梦想都被摧毁了。我正在学习生物技术，但在俄罗斯导弹袭击下，在实验室工作非常困难。也许这是我在明信片交换中写过的最长的地址了。祝福你，伊万卡",
    "content_en": "Hello Arthur, I’m 18 y.o Ivanka from Ukraine. I’m sending this postcard from the capital of neighbouring Poland which hosted many ukrainians who fled the war unleashed by Russia. My family is also scatted around Europe, and most of my dreams has been decimated. I study biotechnology but it was pretty much complicated to work at the lab under Russian missle attacks. Yours perhaps is the longest address I ever wrote at postcrossing. Cheers, Ivanka"
  },
  {
    "id": "DE-13430232",
    "content_cn": "你好，siyuan fen，来自德国秋天的问候！\n我也喜欢咖啡，尤其是卡布奇诺。有一个德国品牌叫Dallmayr。他们曾经是皇室的供应商，现在在慕尼黑还有一家漂亮的店铺。另一个著名的品牌是Melitta。\n祝一切顺利，品味美好！\nVictoria",
    "content_en": "Hello siyuan feng and greetings from autumn Germany!\nI like coffee too, esp Cappuccino.There's a German Brand -Dallmayr. They were the supplier of the royal family and till now have a beautiful store in Munich. Another famous Brand is Melitta. All the best and good tastes!\nVictoria 28.09.2023 +24℃"
  },
  {
    "id": "CA-1386650",
    "content_cn": "亲爱的Arthur，\n加拿大现在已经156岁了，我们的国旗也有58岁，就像我一样年轻。我喜欢种植蔬菜，烤制小麦面包，阅读和骑自行车上班。咖啡和巧克力是我的弱点。我在监狱的牙科诊所工作。\n祝愿你的信箱里充满了喜悦。",
    "content_en": "Dearest Arthur,\n  Canada is now 156 years old, our flag is 58, like me.\n  I like to garden veggies, bake spelf bread, read, and cycle to work. Coffee and chocolate is my weakness. I work in the prison dental clinic.\nWishing you much joy in your letterbox.\n  Linda"
  },
  {
    "id": "FR-1651137",
    "content_cn": "你好，\n来自法国西北部的问候。希望你会喜欢这张明信片。祝你在明信片交换中愉快。\nAline",
    "content_en": "Hi,\nGreetings from the north west of France. I hope you 'll like this card. Happy postcrossing.\nAline"
  },
  {
    "id": "US-9761474",
    "content_cn": "2023年9月28日\n来自美国新墨西哥州索科罗的问候。\n祝你在明信片交换中好运连连！\nKarla",
    "content_en": "September 28,2023\ngreetings from Socorro, New Mexico, USA.\nMany happy postcrossing lucks for you!\n Karla"
  },
  {
    "id": "US-9761471",
    "content_cn": "非常高兴再次与您交流。希望2023年迄今为止一切顺利。\n\n我的明信片展示了我家族三代人的婚礼。请注意，三位新娘都穿着同一件礼服。我妈妈在1954年，我在1985年，而我的女儿在11月份与她生命中的爱人结婚时也穿着同样的礼服。这件礼服现在又被保留下来，以备下一位新娘使用，如果她愿意效仿。\n\n感谢您的交换，祝愿您的信箱里充满了精彩的明信片！\n\nArthur，我今年早些时候寄给您了这张明信片，希望您会喜欢。您的女儿很可爱！\n\nIlyse",
    "content_en": "So nice to visit with you again. I hope 2023 has been good so far.\n\nMy card shows 3 generations of weddingsin my family. Notice that all 3 brides are wearing the same gown. My mom in 1954, Me in 1985 and my daughter in November when she married the love of her life. It's once again set aside for the next bride, ifshe desires to follow suit\n\nThanks for swapping and here's to a mailbox full of great cards!\n\nArthur- I sent this Card earlier this year, and thought you might like it.\nyour daughter is cute!\nIlyse"
  },
  {
    "id": "AT-696805",
    "content_cn": "[eine herzliche Umarmung für deine süße Tochter(德语)]\n给你可爱的女儿一个热情的拥抱。\n今天是明信片日，你可以给这张明信片上色，并在准备好后更换图像。\n保持健康，愿世界和平。\nBe（布鲁诺）",
    "content_en": "eine herzliche Umarmung für deine süße Tochter\n(=a hearty hug for your sweet daughter)\nToday is word-postcard-day, you can colour this card and changes the image when you are ready.\nstay healthy and peace in the world.\nBe (Bruno)\n"
  },
  {
    "id": "US-9781326",
    "content_cn": "Dear Arthur,\nHi, my name is Sarah and I live in the small city of Auburn in New York State. Fall is my favorite season because the countryside looks like this postcard.\nHappy Postcrossing! -Sarah",
    "content_en": "亲爱的Arthur，\n你好，我叫Sarah，我住在纽约州奥本小城。秋天是我最喜欢的季节，因为乡村的景色就像这张明信片一样美丽。\n祝你在明信片交换中愉快！\nSarah"
  },
  {
    "id": "AT-696806",
    "content_cn": "亲爱的Arthur，\n我是Birgit，我住在奥地利北部的林茨。林茨是一个比萨尔茨堡大一些的城市，但并不那么有名。\n我喜欢阅读书籍、周游世界、射箭、以及用老式的方式写信（用笔和纸），还喜欢手工艺。祝你一切顺利。\nBirgit",
    "content_en": "Dear Arthur,  01.10.2023\nMy name is Birgit and I live in Linz, which is located in the north of Austria. It's a bigger city than salzburg, but definitely not that famous.\n I love reading books, traveling the world, archery, writting letters in the old style (pen and paper) and doing handicraft. Wish you all the best,Birgit."
  },
  {
    "id": "FI-4485079",
    "content_cn": "2.10.2023\n你好，Arthur和Xiaoxiao！\n来自芬兰的秋天问候！我喜欢秋天的色彩。\n很抱歉我不能给你们推荐咖啡，因为我只喝茶。我喜欢茶。\n祝你们一切顺利，保持快乐！\n再见，SARI",
    "content_en": "2.10.2023\nHello Arthur and Xiaoxiao!\nMany autumn greetings from Finland! I love the colors of autumn.\nSorry I can't recommend you any coffee because I drink only tea. I love tea.\nI wish you all the best and stay happy!\nBye, SARI"
  },
  {
    "id": "CZ-2061495",
    "content_cn": "OSTRAVA！！\n\n下维特科维采是位于捷克共和国奥斯特拉发维特科维采区的国家工业遗产地，包括一个庞大的维特科维采钢铁厂工业区，拥有独特的工业建筑收藏。这个区域由三个连续的部分组成，包括煤矿、焦炉和高炉操作，也被称为奥斯特拉发的哈德查尼（Hradcany），以纪念布拉格的哈德查尼城区。\n\n该地区已被列入欧洲文化遗产名录，并于2001年被列入捷克共和国的潜在联合国教科文组织世界遗产名录，名为奥斯特拉发的工业综合体。\n\n嗨，我是来自奥斯特拉发的Jitka，奥斯特拉发是捷克共和国第三大城市。祝你有美好的一天。",
    "content_en": "OSTRAVA!!\nLower Vitkovice is a national site of industrial heritage located in the Vitkovice district of Ostrava in the Czech Republic. it includes an extensive industrial area Vitkovice ironworks with a unique collection of industrial architecture. A set of threesuccessive parts - coal mine, coke ovens and blast fumnace operations - also called Ostrava Ostrava Hradcany, after Hradcanythe Castle District of Prague.\nThe area is registered in the list of European cultural heritage, and was placed on the Czech Republic's list of tentative UNESCO World Heritage Sites in 2001 under the name The Industrial Complexes at Ostrava.\n\nHi, I am Jitka from Ostrava, which is the third largest city in the Czech Republic. Have a nice day."
  },
  {
    "id": "DE-13430236",
    "content_cn": "亲爱的Arthur，来自德国鲁尔区埃森的最诚挚问候。我是Anne，66岁。你的女儿真可爱，看起来像个洋娃娃。我有4个孙子，但都是男孩，最小的只有4个月大。",
    "content_en": "Dear Arthur, best regards from essen in the ruhr-area, Germany. I'm Anne, 66 years old. your daughter is really cute, she looks like a doll. I have 4 grandchildren, but they are all boys, the youngest is only 4 months old."
  }
]